// 节点指标数据
export const nodeMetricsData = {
  "组件-服务代码": {
    "指标L响应时间耗时": {
      "指标": "135ms",
      "基线": "未覆盖"
    },
    "指标L响应时间净耗时": {
      "指标": "23ms",
      "基线": "未覆盖"
    },
    "指标E错误率": {
      "指标": "99.98%",
      "基线": "未覆盖"
    },
    "指标T吞吐量": {
      "指标": "21TPM",
      "基线": "未覆盖"
    }
  },
  "组件-CPU": {
    "指标S饱和度": {
      "指标": "31%",
      "基线": "未覆盖"
    }
  },
  "组件-内存": {
    "指标S饱和度": {
      "指标": "55%",
      "基线": "未覆盖"
    }
  },
  "组件-磁盘": {
    "指标S饱和度": {
      "指标": "45%",
      "基线": "未覆盖"
    }
  },
  "组件-网络": {
    "指标S饱和度": {
      "指标": "76%",
      "基线": "未覆盖"
    }
  }
}; 